{
    "header_link_ref_trang_chu": "Home",
    "header_link_ref_tai_xuong": "Download",
    "header_link_ref_qr_code": "QR Generator",
    "header_link_ref_tai_lieu": "Docs",
    "header_link_ref_dieu_khoang": "Terms",
    "header_link_ref_chinh_sach": "Privacy",

    "hero_intro": "Discover",
    "hero_title": "Everything you need. One powerful platform.",
    "hero_describe": "Download videos, generate QR codes, share source code, and unlock a full suite of free tools — fast, simple, and built for everyone.",
    "hero_btn_main": "Start Free",
    "hero_btn_secondary": "Explore Features",
    "hero_rating": "trusted by {0}k+ users worldwide",

    "explore_intro": "Why DLTeam?",
    "explore_title": "Powerful Tools. Zero Complexity.",
    "explore_describe": "DLTeam delivers free tools and web design solutions that help you learn faster, create smarter, and connect better. In just a few clicks, download videos, generate QR codes, share source code, or launch a professional website tailored to your goals.",
    "explore_media_download_title": "Lightning-Fast Video Downloads",
    "explore_media_download_describe": "Paste a video link and instantly download high-quality MP4 or MP3 files. Supports major platforms with flexible formats — perfect for offline viewing or easy sharing.",
    "explore_qr_title": "Smart QR Code Generator",
    "explore_qr_describe": "Create QR codes for URLs, text, contacts, or Wi-Fi. Customize colors, styles, and export as PNG or SVG. Crisp, reliable, and compatible with all scanners.",
    "explore_share_code_title": "Developer-Ready Resources",
    "explore_share_code_describe": "Access trending source code shared in clean, embeddable blog formats. Share instantly with teammates or friends — one click, zero friction.",
    "explore_desgin_web_title": "Professional Website Design",
    "explore_desgin_web_describe": "From landing pages to full online stores, we design responsive, mobile-first, and SEO-optimized websites. Includes idea consulting, UI/UX design, and full deployment.",

    "qrcode_title": "Create High-Quality QR Codes for Free",
    "qrcode_describe": "Generate secure, scannable QR codes in seconds with DLTeam. Perfect for links, Wi-Fi access, business cards, and more — no signup required.",
    "qrcode_coban": "Basic",
    "qrcode_nangcao": "Advanced",
    "qrcode_chinh_sach": "We respect your privacy. Your data is never shared. Learn more in our ",
    "qrcode_mota_hien": "Your QR Code appears here instantly",
    "qrcode_save": "Download QR Code",
    "qrcode_sangtao": "Generate QR Code",
    "qrcode_nc_title_pc": "Choose a QR Code Style That Stands Out",
    "qrcode_nc_des_pc_1": "DLTeam offers a wide range of QR Code styles designed for both performance and aesthetics. From classic layouts to modern designs, every style is optimized for fast and accurate scanning.",
    "qrcode_nc_des_pc_2": "Pick Classic for maximum compatibility, Modern for a clean professional look, Soft Rounded for balance, Droplet or Rounded Droplet for a premium feel, or Bold Rounded for a youthful, dynamic style. Your QR Code, your brand.",
    "qrcode_nc_title_ms": "Customize Colors to Match Your Brand",
    "qrcode_nc_des_ms_1": "Easily customize QR Code colors to align with your brand identity or campaign theme. A simple color change can make your QR Code instantly recognizable.",
    "qrcode_nc_des_ms_2": "QR Color",
    "qrcode_nc_des_ms_3": "Background Color",
    "qrcode_nc_des_ms_4": "Tip: Use high-contrast colors for the best scanning performance.",
    "qrcode_nc_title_logo": "Add Your Logo for Brand Recognition",
    "qrcode_nc_des_logo_1": "Boost brand visibility by adding your logo or image directly into the center of your QR Code. Upload from your device and apply it in seconds.",
    "qrcode_nc_des_logo_2": "You can also use built-in logos from popular platforms like Facebook, YouTube, TikTok, and Zalo. All logos are optimized to ensure reliable scanning without sacrificing design quality.",
    "qrcode_nc_des_logo_3": "Default",
    "qrcode_nc_des_logo_4": "Social Logos",
    "qrcode_nc_des_logo_5": "Custom Image",
    "qrcode_nc_des_logo_6": "Simple and reliable",
    "qrcode_nc_des_logo_7": "Add Logo",
    "qrcode_nc_des_logo_8": "Modern and professional",
    "qrcode_nc_des_logo_9": "Upload Image",
    "qrcode_nc_des_logo_10": "Creative and brand-focused",
    "qrcode_nc_des_logo_11": "Supported formats: PNG, JPEG, WEBP.",
    "qrcode_nc_title_kichthuoc": "Adjust QR Code Size Instantly",
    "qrcode_nc_des_kichthuoc_1": "Scale your QR Code to fit any use case — from small digital placements to large print materials — without losing clarity.",
    "qrcode_nc_des_kichthuoc_2": "Recommended size: 200px–800px depending on display or print needs.",
    "qrcode_nc_title_dinhdang": "Download in Multiple Formats",
    "qrcode_nc_des_dinhdang_1": "Download your QR Code in the format that fits your workflow. DLTeam supports flexible export options for both digital and print use.",
    "qrcode_nc_des_dinhdang_2": "Format",

    "footer_describe": "DLTeam is a platform for sharing powerful tools and creative ideas — built to help you work smarter, learn faster, and connect better in the digital world.",
    "footer_copyright": "Copyright © {0}. All rights reserved."
}
