{
    "header_link_ref_trang_chu":"Trang Chủ",
    "header_link_ref_tai_xuong":"Tải Xuống",
    "header_link_ref_qr_code":"QR - Code",
    "header_link_ref_tai_lieu":"Tài Liệu",
    "header_link_ref_dieu_khoang":"Điều khoản sử dụng",
    "header_link_ref_chinh_sach":"Chính sách bảo mật",

    "hero_intro": "Khám Phá",
    "hero_title":"Nơi mọi công cụ trong tầm tay.",
    "hero_describe": "Tải video, tạo mã QR, chia sẻ source code và nhiều tiện ích khác — tất cả đều miễn phí và dễ dùng.",
    "hero_btn_main": "Bắt đầu ngay",
    "hero_btn_secondary": "Xem tính năng",
    "hero_rating": "from {0}k reviews",

    "explore_intro" : "Khám Phá",
    "explore_title":"Tính năng phổ biến",
    "explore_describe": "Chúng tôi tạo ra những công cụ miễn phí và dịch vụ thiết kế web giúp bạn học, sáng tạo và kết nối. Chỉ vài cú nhấp chuột, bạn có thể tải video, tạo QR, chia sẻ mã nguồn hoặc xây dựng website chuyên nghiệp cho riêng mình.",
    "explore_media_download_title": "Lưu video về máy nhanh chóng",
    "explore_media_download_describe": "Chỉ cần dán link video là DLTeam sẽ giúp bạn tải về file MP4/MP3 chất lượng cao. Hỗ trợ nhiều nền tảng phổ biến và tùy chọn định dạng để bạn dùng offline hoặc chia sẻ lại dễ dàng.",
    "explore_qr_title":"Trình tạo mã QR dễ dùng",
    "explore_qr_describe": "Chọn loại nội dung (URL, văn bản, Liên hệ, Wi-Fi), tuỳ chỉnh màu sắc và tải về dưới dạng PNG/SVG để in ấn hoặc dùng online. Mã QR rõ nét, tương thích mọi máy quét.",
    "explore_share_code_title": "Tài nguyên lập trình viên",
    "explore_share_code_describe": "Tiện cho việc sử dụng mã nguồn xu hướng chúng tôi sẽ tải lên dưới dạng nhúng blog. Bạn có thể chia sẽ cho người thân yêu chỉ bạn một cú nhấp chuột.",
    "explore_desgin_web_title": "Thiết kế website",
    "explore_desgin_web_describe": "Landing Page đến cửa hàng, mình có thể thiết kế responsive, tối ưu cho di động và thân thiện SEO. Các hỗ trợ bao gồm tư vấn ý tưởng, giao diện và triển khai.",
    
    "qrcode_title" : "Tạo QR - Code Miễn Phí",
    "qrcode_describe": "Tạo mã QR miễn phí, nhanh và an toàn với DLTeam – hỗ trợ liên kết, văn bản, Wi-Fi, danh thiếp và nhiều hơn nữa.",
    "qrcode_coban": "Cơ bản",
    "qrcode_nangcao": "Nâng cao",
    "qrcode_chinh_sach": "Chúng tôi sẽ không bao giờ chia sẻ thông tin cá nhân của bạn. Hãy đọc ",
    "qrcode_mota_hien": "QR Code của bạn hiện tại đây!",
    "qrcode_save":"Lưu QR Code",
    "qrcode_sangtao":"Sáng tạo QR Code",
    "qrcode_nc_title_pc": "Lựa chọn phong cách QR Code của bạn?",
    "qrcode_nc_des_pc_1": "DLTeam hỗ trợ nhiều kiểu QR Code khác nhau để bạn lựa chọn theo đúng phong cách và nhu cầu sử dụng. Từ kiểu truyền thống đến hiện đại, tất cả đều được tối ưu để dễ quét và phù hợp cho mọi tình huống như chia sẻ thông tin, liên kết, Wi-Fi hay cửa hàng.",
    "qrcode_nc_des_pc_2": "Bạn có thể chọn Cổ điển để có độ tương thích cao, Hiện đại, Bo góc cân bằng và thân thiện, Giọt nước hoặc Giọt bo tròn mang cảm giác sang trọng, hoặc Bo tròn mạnh dành cho phong cách trẻ trung và mềm mại. DLTeam mang đến sự linh hoạt để bạn tạo mã QR đúng chất của riêng mình.",
    "qrcode_nc_title_ms": "Tùy chỉnh màu sắc QR Code",
    "qrcode_nc_des_ms_1": "DLTeam cho phép bạn tùy chỉnh màu sắc QR Code để phù hợp với thương hiệu, sở thích hoặc mục đích sử dụng của bạn. Bạn có thể thay đổi màu chính của mã QR chỉ với một thao tác đơn giản, giúp thiết kế trở nên nổi bật hơn và phù hợp với phong cách cá nhân.",
    "qrcode_nc_des_ms_2": "Màu QR",
    "qrcode_nc_des_ms_3": "Màu Nền QR",
    "qrcode_nc_des_ms_4": "Chú ý: Nên ưu tiên chọn màu (đen/trắng), vì độ tương phản cao giúp camera quét dễ dàng nhận dạng.",
    "qrcode_nc_title_logo": "Thêm logo hoặc hình ảnh vào QR Code",
    "qrcode_nc_des_logo_1": "DLTeam hỗ trợ bạn thêm hình ảnh hoặc logo vào giữa QR Code để tăng độ nhận diện và tạo dấu ấn riêng. Bạn có thể tải ảnh trực tiếp từ thiết bị của mình, dễ dàng chèn vào QR chỉ với vài thao tác.",
    "qrcode_nc_des_logo_2": "Ngoài ra, DLTeam cũng cho phép bạn sử dụng logo sẵn có của các nền tảng phổ biến như Facebook, YouTube, TikTok, Zalo… giúp mã QR của bạn trông chuyên nghiệp và phù hợp hơn với nội dung liên kết. Tất cả đều được tối ưu để giữ khả năng quét ổn định và rõ ràng.",
    "qrcode_nc_des_logo_3": "Mặc định",
    "qrcode_nc_des_logo_4": "Logo mạng xã hội",
    "qrcode_nc_des_logo_5": "Ảnh thư viện",
    "qrcode_nc_des_logo_6": "Cơ bản, dễ sử dụng",
    "qrcode_nc_des_logo_7": "Thêm Logo",
    "qrcode_nc_des_logo_8": "Hiện đại, mới mẻ",
    "qrcode_nc_des_logo_9": "Thêm ảnh thư viện",
    "qrcode_nc_des_logo_10": "Sáng tạo, phù hợp cá nhân hóa thương hiệu",
    "qrcode_nc_des_logo_11": "Chú ý: Các bị dạng ảnh tải lên PNG, JPEG, WEBP",
    "qrcode_nc_title_kichthuoc": "Tùy chỉnh kích thước QR Code",
    "qrcode_nc_des_kichthuoc_1":"DLTeam cho phép bạn tùy chỉnh kích thước QR Code theo nhu cầu sử dụng. Bạn có thể dễ dàng tăng hoặc giảm kích thước để phù hợp với mục đích in ấn, chia sẻ online hoặc sử dụng trên các tài liệu thiết kế.",
    "qrcode_nc_des_kichthuoc_2": "Chú ý: Bạn nên chọn 200px - 800px, dựa trên nhu cầu sử dụng của bạn.",
    "qrcode_nc_title_dinhdang": "Định dạng tải về QR Code",
    "qrcode_nc_des_dinhdang_1": "DLTeam có nhiều định dạng tải xuống phú hợp với mọi công việc, nhu cầu sử dụng. Bạn dễ dàng tải xuống đúng định dang của mình chỉ với một cú nhấp chuột.",
    "qrcode_nc_des_dinhdang_2":"Định dạng",

    "footer_describe":"Nền tảng chia sẻ công cụ và ý tưởng sáng tạo, giúp mọi người dễ dàng làm việc, học tập và kết nối trong kỷ nguyên số.",
    "footer_copyright": "Bản quyền © {0}. Bảo lưu mọi quyền."
}